<template>
  <div class="document">
    <div class="l">
      <div v-for="(item, idx) in documentTitle" :key="idx" class="item" :class="{ 'isActive': idx === index }"
        @click="handle(idx)">{{ item }}
      </div>
    </div>
    <div class="r">
      <div v-if="index === 0">
        <div class="title">客戶服務協議</div>
        <p class="par mart15">本協議（“協議”）約束客戶與Demo website Company（“ Demo company”）之間的關係。 如果本協議與Demo
          company指定網站提供的內容有任何差異，則以本協議為準。 除非Demo company的經理以書面形式提出，否則不得更改或放棄本協議。 客戶不能更改或放棄本協議的任何部分。
          客戶通過電子郵件或客戶登錄發出更改協議的通知後，確認Demo company可以更改本協議。 客戶在收到上述通知後對Demo company服務的使用被視為接受更改後的協議。 在使用Demo
          company的平臺服務之前，客戶應仔細閱讀本協議，並在遵守所有條款後才能成為Demo company的客戶。 一旦使用了Demo company平臺的功能，客戶便與Demo company形成協議關係，並受此協議約束。
        </p>
        <div class="title-son">1.風險提示</div>
        <p class="par mart15">
          俗話說“股市有一定風險，投資明智”。投資證券可能會造成損失。任何證券的歷史數據都不能保證其未來的表現或回報。客戶的收益或損失無法得到保證，尤其是在市場低迷時期。國外市場的證券交易具有投機性，風險很高。此外，在正常交易時間之外還存在特殊的交易風險，包括低流量風險，高波動性風險，價格變動風險，市場無法連通以及新聞公告和較大的價差影響價格。客戶應充分了解和理解證券交易的相關風險。開戶前，應當從理性人的角度出發，根據其經濟實力，資金來源和風險承受能力，對要交易的投資對象和投資金額做出客觀判斷和酌情決定權。
        </p>
        <p class="par mart15">Demo
          company及其關聯方的董事，僱員和代理商未完全以任何明確或暗示的方式確保與證券交易有關的信息的真實性，充分性，及時性，可靠性，完整性和有效性。 Demo company提供的所有信息，數據和資料僅供參考。
          客戶應認識到並接受通過Demo company平臺進行的交易不能沒有風險的事實。 交易產生的風險應由客戶承擔。 Demo company對客戶的投資風險和損失不承擔任何責任。</p>
        <div class="title-son">2.不提供投資，稅收或交易建議</div>
        <p class="par mart15">Demo company的代表或僱員無權提供投資，稅收或交易建議或徵求訂單。 Demo
          company的網站，產品，社區和交流團體的任何內容都不構成購買或出售證券或其他投資的建議或誘因。</p>
        <div class="title-son">3.開戶</div>
        <p class="par mart15">(1) 開戶</p>
        <p class="par mart5">客戶授權Demo company按照其說明開設並保留一個或多個帳戶。</p>
        <p class="par mart15">（2）客戶資格</p>
        <p class="par mart10">1.客戶應是符合有關交易法律和法規規定的合格投資者：</p>
        <p class="par mart10">①自然人：客戶年齡在18歲以上，具有充分的公民權利和民事行為能力，並且具有足夠的知識和經驗來了解要交易的產品的性質和風險。②公司組織：客戶具有充分的資格
          法人主體，具有充分的民事權利和民事責任能力。 計劃開設帳戶的人是公司組織的法定代表人，或具有該法人授予的合法有效授權。
          計劃下達訂單的人具有法人所授予的法律和有效授權，並且具備足夠的知識和經驗，可以了解要交易產品的性質和風險。
        </p>
        <p class="par  mart10">2.在Demo
          company平臺服務的註冊，開戶和使用期間，客戶應提供其真實的資料和信息，並保證在此期間提交的所有資料和信息（包括但不限於電子郵件地址， 電話，地址，郵政編碼，ID信息和信用信息）是真實，準確，完整和最新的。
          如果客戶的上述信息發生更改，客戶應及時以書面形式通知Demo company。 客戶授權Demo company進行任何調查，以驗證上述信息。</p>
        <p class="par mart10">3.如果不滿足上述條件，客戶應立即停止使用以下服務。</p>
        <div class="title-son">4.客戶的訂單/交易義務</div>
        <p class="par mart15">客戶確認Demo company不知道使用客戶名/密碼輸入訂單的人是否是客戶。 除非Demo
          company收到通知並同意，否則客戶將不允許任何人訪問客戶的帳戶。 客戶應對用戶名/密碼的保密性和使用負責，並同意立即通過電話或電子郵件向Demo
          company報告此類用戶名/密碼的任何盜竊/丟失或對客戶帳戶的任何未經授權的訪問。 客戶應對使用其用戶名/密碼輸入的所有交易負責。</p>
        <div class="title-son">5.訂單的傳遞</div>
        <p class="par mart15">除非另有指示，否則Demo company將選擇將客戶的訂單發送到的市場/經銷商。 對於在多個市場上交易的產品，Demo
          company或其合作夥伴可以提供“智能路由”，它通過計算機算法為每個訂單尋找最佳市場。 客戶端應選擇“智能路由”（如果可用）。 Demo company不能保證以最優惠的價格執行每一個訂單：Demo
          company可能無法訪問每個市場/交易商； 其他訂單可能會提前交易； 市場中心可能不遵守公佈的價格，或可能重新安排訂單以進行人工處理； 或市場規則，決策或系統故障可能會阻止/延遲執行客戶的訂單，或導致訂單無法獲得最佳價格。
        </p>
        <div class="title-son">6.取消/修改訂單</div>
        <p class="par mart15">客戶承認可能無法取消/修改訂單，並且儘管有取消/修改請求，客戶仍負責執行。</p>
        <div class="title-son">7，執行命令</div>
        <p class="par mart15">Demo
          company應以代理人的身份執行客戶的訂單，並可以進一步委託其他經紀人或子公司的代理人來執行客戶的訂單，在這種情況下，受僱的經紀人或子公司享有與Demo company相同的權利。 Demo
          company可以自行決定隨時拒絕客戶的任何訂單或終止客戶對Demo company服務的使用。 所有交易均應遵守相關市場或票據交換所的規則和政策以及適用的法律法規。 Demo
          company對任何交易所，市場，交易商，票據交換所或監管機構的任何行動或決定概不負責。</p>
        <div class="title-son">8.Demo
          company應以代理人的身份執行客戶的訂單，並可以進一步委託其他經紀人或子公司的代理人來執行客戶的訂單，在這種情況下，受僱的經紀人或子公司享有與Demo company相同的權利。 Demo
          company可以自行決定隨時拒絕客戶的任何訂單或終止客戶對Demo company服務的使用。 所有交易均應遵守相關市場或票據交換所的規則和政策以及適用的法律法規。 Demo
          company對任何交易所，市場，交易商，票據交換所或監管機構的任何行動或決定概不負責。</div>
        <p class="par mart15">（1）客戶確認執行或取消的確認可能會延遲或錯誤（例如由於計算機系統問題），或者可能被交易所取消/調整。 如果與客戶訂單一致，則客戶受實際訂單執行的約束。
          如果Demo company確認錯誤執行或取消，並且客戶延遲報告此錯誤，則Demo company保留從PLC帳戶中刪除交易或要求客戶接受交易的權利。</p>
        <p class="par mart15">（2）如果發生以下情況，客戶同意立即通過電話或電子郵件通知Demo company：</p>
        <p class="par mart10">
          ①客戶未收到執行或取消的準確確認；②客戶收到與客戶訂單不同的確認；③客戶收到未下達訂單的確認； ④客戶收到的帳戶對帳單，確認書或其他信息反映了不正確的訂單，交易，餘額，頭寸，保證金狀態或交易歷史。 客戶承認Demo
          company可能會調整客戶帳戶以更正任何錯誤。 客戶同意立即將錯誤分配給客戶的任何資產退還給Demo company。
        </p>
        <p class="par mart15"></p>
        <div class="title-son">9.保證金</div>
        <p class="par  mart15">1.保證金交易的風險：保證金交易的風險很高，可能導致資金損失大於客戶存入帳戶的資金。客戶表示他或她已經閱讀了Demo
          company或其合作夥伴單獨提供的“保證金交易風險披露”。2。連續保持充足保證金的要求：保證金交易受交易所，票據交換所和監管機構的初始保證金要求和維持保證金要求的約束，並且還要遵守Demo
          company可能更高的任何其他保證金要求（“保證金要求”）。 Demo company可以在任何時候根據Demo
          company的唯一要求修改任何或所有客戶的保證金要求。客戶應監控自己的帳戶，以確保帳戶中的資產始終能滿足保證金要求。如果帳戶的資產不足以滿足保證金要求，Demo
          company可能拒絕任何訂單，並且在確定保證金狀態時可能會延遲處理任何訂單。客戶應始終保持足夠的權益，恕不另行通知或要求，以持續滿足保證金要求。 Demo
          company網站上用於計算保證金要求的公式僅供參考，可能無法反映實際的保證金要求。客戶必須始終滿足Demo company.3計算的保證金要求。 Demo company不會發出保證金催繳：Demo
          company不必在Demo
          company行使其在本協議下的權利之前通知任何未滿足保證金要求的客戶。客戶承認Demo company通常不會發出追加保證金通知；通常，Demo
          company不會貸記客戶的帳戶來滿足日內或隔夜保證金不足；並且被授權清算帳戶頭寸以滿足保證金要求，恕不另行通知。 4.頭寸和抵消交易頭寸和抵消交易</p>
        <p class="par mart10">
          ①如果客戶帳戶在任何時候資產不足以滿足保證金要求或有赤字，Demo company有權自行決定（但無義務）清算客戶在任何Demo company帳戶中的全部或任何部分頭寸，
          個人或聯營公司，在任何時間，以任何方式，通過任何市場或經銷商進行交易，而無需事先通知或要求客戶追加保證金。 客戶應承擔賠償責任，並應立即向Demo company支付因清算或清算後仍然存在的客戶帳戶缺陷。Demo
          company對客戶因清算而蒙受的任何損失不承擔任何責任（或Demo company系統延遲生效， 或不影響此類清算），即使客戶以較低的價格重新建立了頭寸。<br>
          ②在保證金不足的情況下，Demo company可能允許客戶預先請求清算的順序，但是此類請求對Demo company無效，Demo company保留自行決定要清算資產和清算順序/方式的權利。 Demo
          company可以通過任何市場或經銷商進行清算，Demo company或其關聯公司可以採取與法律和法規一致的交易的另一面。如果Demo company清算客戶帳戶中的任何/所有頭寸，則該清算應確定客戶的損益和對Demo
          company的剩餘債務（如有）。客戶應賠償Demo company對於與Demo company進行的任何此類交易有關的所有行動，疏忽，成本，費用（包括但不限於律師費）或責任，並使Demo
          company免受損害。如果Demo company執行客戶沒有足夠權益的訂單，Demo company有權在不另行通知的情況下清算交易，客戶應對由此造成的任何損失負責，並且無權獲得任何由此產生的利潤。<br>
          ③如果Demo company出於某種原因未清算保證金不足的頭寸並發出追加保證金通知，則客戶必須立即通過存入資金來滿足該追加要求。 客戶承認，即使發出呼叫，Demo company仍可以隨時清算頭寸。<br>
          ④客戶承認，Demo company也有權在不事先通知的情況下清算全部或部分客戶頭寸：<br>
          （i）如果發生與客戶交易有關的任何爭議；（ii）根據下文第16條所述的任何“違約”；（iii）Demo company認為為保護Demo company而必須進行或建議進行清算時。
        </p>
        <div class="title-son">10，聯名帳戶</div>
        <p class="par  mart15">每個聯名帳戶持有人均同意，每個聯名帳戶持有人均有權（不另行通知）：（i）買賣證券（包括保證金）； </p>
        <p class="par mart10">
          ①購買/出售證券（包括保證金）；②接收帳戶確認書和信件；③接收和處置貨幣，證券或其他資產； （iv）輸入，終止或同意修改本協議；④放棄本協議的任何部分；⑤與Demo
          company進行交易，就好像每個共同持有人是唯一持有人一樣。通知任何联名持有人即構成對所有聯名持有人的通知。每個聯名帳戶持有人應對所有帳戶事項共同承擔Demo company責任。 Demo
          company可遵循任何联名持有人的指示，並將任何帳戶財產分別交付給任何联名帳戶持有人。⑥任何联名持有人死亡後，尚存的持有人應通過電話或電子郵件通知Demo company，Demo
          company可以在通知之前或之後，提起訴訟，要求提供文件，保留資產和/或限制其認為適當的交易，以保護自己免受任何責任或損失。任何已故聯名帳戶持有人的財產均應承擔責任，並且每個遺屬對帳戶中的任何債務或損失或在帳戶清算時，均應對Demo
          company承擔連帶責任。除非客戶另有說明，否則Demo company可以假定帳戶持有人是具有倖存權的聯合承租人。任何联名持有人去世後，該帳戶應歸屬尚存的持有人，不得以任何方式免除已故聯名持有人的財產的責任。
        </p>
        <div class="title-son">11.Demo company帳戶的多幣種功能</div>
        <p class="par  mart15">（1）客戶在購買與基準貨幣不同幣種的產品時，可以使用客戶選擇的基準貨幣來交易以不同貨幣計價的產品，並創建了保證金貸款來為購買提供資金，並以資產作抵押
          在客戶的帳戶中。 如果客戶保持以外幣計價的頭寸，Demo company將通過應用Demo company指定的匯率來計算保證金要求。 Demo
          company將應用“減記”（對外幣股權金額的百分比折扣），以反映基礎貨幣和外幣之間的匯率波動的可能性。 客戶必須始終密切監控保證金要求，尤其是對於以外幣計價的頭寸，因為貨幣波動和基礎頭寸的價值可能會導致保證金赤字。</p>
        <p class="par  mart15">（2）客戶同意Demo company對客戶的義務應以下列方式表示： </p>
        <p class="par mart10">
          ①美元；②客戶存入資金或應客戶要求轉換資金的程度，以這種存款和兌換為限；③因交易而向客戶累計資金的貨幣 在指定的合約市場或註冊的衍生品交易執行機構上進行，但應計入這些費用。
        </p>
        <div class="title-son">12.外匯兌換（簡稱“外匯兌換”）</div>
        <p class="par mart15">（1）外匯交易的高風險：外匯交易通常不受監管。 由於涉及槓桿（保證金），因此具有很高的風險，因此產生的財務損失可能會超過客戶存入帳戶的資金。
          客戶確認Demo company提供的“外匯交易和多幣種帳戶風險披露聲明”。</p>
        <p class="par  mart15">（2）對於外匯交易，Demo company通常作為代理人或無風險實體收取費用。 Demo
          company可以通過其分支機構或第三方進行外匯交易，上述分支機構或第三方可以從上述交易中獲利或承擔損失。 客戶同意Demo
          company可以將任何資金或資產轉移或轉移到客戶的受監管的期貨或證券帳戶中，從客戶的任何非受監管的外匯帳戶中轉移或轉移，以避免發生追加保證金通知，減少借方餘額或其他任何情況。 法律原因。</p>
        <p class="par  mart15">（3）淨結算：</p>
        <p class="par mart10">
          ①通知債務更新以進行淨額結算。客戶與Demo company之間的每筆外匯交易將立即以相同貨幣對客戶與Demo
          company之間的所有現有外匯交易進行淨結算，以形成交易。②支付淨結算。如果在任何一個交付日期，一種貨幣要有多個到期日，則各方應計算要交付的總金額，而僅計算差額。③終止淨額結算。例如客戶：（a）任何Demo
          company帳戶的保證金不足； （b）拖欠Demo company的任何義務，（c）破產或其他類似程序，（d）未能償還到期債務，Demo
          company有權但無義務終止客戶的外匯交易，清算全部或部分客戶客戶的抵押品，並使用所得款項來償還欠Demo
          company的任何債務。扣除淨額或任何“違約”之後，所有未完成的外匯交易將在觸發事件，請願或訴訟之前被視為已終止。⑤Demo company的權利附加於Demo
          company擁有的任何其他權利（無論是通過合同，法律還是其他方式）。
        </p>
        <p class="par  mart15">（4）本合同中的任何內容均不得視為Demo company提供一般外匯交易或簽署任何特定外匯交易的承諾。 Demo
          company保留無限制地拒絕任何外匯交易訂單或拒絕以任何貨幣進行雙向市場報價的權利。</p>
        <div class="title-son">13，賣空</div>
        <p class="par mart15">客戶承認，根據保證金要求，賣空必須在保證金帳戶中進行； 在賣空之前，Demo company必須相信它可以藉入庫存用於交貨； 並且如果Demo
          company無法借入股票（或在召回通知後重新借入），Demo company可以代表客戶購買股票，而無需通知客戶，以補足空頭頭寸，並且客戶應對任何損失/費用承擔責任。</p>
        <div class="title-son">14.Demo company的貸款/抵押客戶資產的權利</div>
        <p class="par mart15">Demo company和客戶可能會不時進行交易，其中一方將某些證券借給另一方。 每個此類交易在本文中均稱為“貸款”。
          在相關監管要求允許的情況下，Demo company受客戶授權向其自身或其他客戶的證券或資產放貸，以作賣空或其他目的。</p>
        <div class="title-son">15，擔保權益</div>
        <p class="par mart15">現特此將Demo company或代表Demo company持有的代表客戶帳戶的所有資產抵押給Demo
          company，並享有完善的第一優先權和擔保權益，以保證Demo company能夠確保履行此或任何其他對Demo company承擔的義務和負債 協議。</p>
        <div class="title-son">16，默認事件</div>
        <p class="par  mart15">（1）“默認”自動發生，恕不另行通知：（i）客戶違反/否認與Demo company的任何協議； （ii）客戶應Demo
          company的全權酌情要求，未向Demo company提供令人滿意的保證以履行其義務； （iii）客戶根據/根據任何破產，破產或類似法律進行的訴訟； （iv）為客戶債權人的利益而轉讓；
          （v）為客戶或客戶財產任命接管人，受託人，清盤人或類似人員； （vi）客戶的陳述不真實或在作出陳述時具有誤導性，或以後變得不真實； （vii）客戶的法律無能； （viii）著手任何監管機構或組織暫停客戶的業務或許可；
          （ix）Demo company有理由相信上述任何事情都可能馬上發生。</p>
        <p class="par  mart15">（2）客戶無條件同意，一旦發生違約，Demo company可以終止任何或全部Demo company對客戶的義務，Demo
          company有權自行決定，但無義務在不事先通知的情況下清算客戶的全部或部分頭寸 在任何時間，任何方式，通過任何市場或經銷商在任何Demo company帳戶中的個人或聯名帳戶。 客戶應償還與任何客戶違約或Demo
          company在違約時進行的任何交易相關的所有行動，疏忽，成本，費用（包括但不限於律師費）或責任，並使Demo company不受損害。</p>
        <div class="title-son">17，可疑行為</div>
        <p class="par mart15">如果Demo
          company自行決定認為客戶帳戶涉及任何欺詐，犯罪或違反法律或法規，或者被非法訪問，或以其他方式參與任何可疑活動（無論是受害者，犯罪者還是其他），則Demo company
          可能會暫停或凍結該帳戶或該帳戶的任何特權，可能凍結或清算資金或資產，或可能將本協議中的任何補救措施用於“默認”。</p>
        <div class="title-son">18，未以現金結算的商品期權和期貨</div>
        <p class="par mart15">客戶確認：（A）不能行使商品期權，必須通過對沖將其關閉； （B）未通過現金結算實際交割的期貨合約（包括不在Demo
          company可交付貨幣清單中的貨幣），客戶無法進行或接受交割。 如果客戶未在Demo company或其合作夥伴網站上發布的最終期限之前抵消商品期權或實物交割期貨頭寸，則客戶授權Demo
          company轉讓或關閉或清算由期權或期貨合約引起的任何頭寸或商品，客戶 對所有損失/費用負責。</p>
        <div class="title-son">19，佣金和費用，利息費用和資金</div>
        <p class="par mart15">除非Demo company官員另行書面同意，否則佣金和費用均在Demo company網站上指定。 客戶承認Demo
          company從客戶帳戶中扣除佣金/費用，這將減少帳戶淨值。 如果佣金或其他費用導致保證金不足，頭寸將被清算。 更改佣金/費用將在以下任何一種情況下立即生效：在Demo
          company網站上發布或通過電子郵件或其他書面通知客戶。
          Demo company應按照Demo company網站上的利率和條款向客戶支付貸方利息並從中收取借方利息。 在交易結算之前，不會支付客戶資金。 存入和提取資金的條款和條件（包括持有期限）在Demo
          company網站上指定。
        </p>
        <div class="title-son">20.帳戶減去餘額</div>
        <p class="par mart15">如果現金帳戶出現赤字，將適用保證金利率，直到還清餘額為止，Demo company有權（但無義務）將該帳戶視為保證金帳戶。
          客戶同意為任何未支付的客戶赤字支付合理的託收費用，包括律師費和託收代理費。</p>
        <div class="title-son">21，國外市場風險，盤後交易風險</div>
        <p class="par mart15">客戶確認在國外市場進行證券交易是投機性的，並且具有很高的風險。
          此外，在正常交易時間之外還存在特殊的交易風險，包括低流量風險，高波動性風險，價格變動風險，市場無法連通以及新聞公告和較大的價差影響價格 。 客戶聲明其對上述風險有充分的了解，並具有承擔此類風險的能力。</p>
        <div class="title-son">22，證券，權證及公司行為的知識</div>
        <p class="par mart15">客戶確認有責任了解其帳戶中任何證券的條款，包括即將採取的公司行動（例如，要約收購，重組，股票分割等）。 Demo
          company沒有義務將截止日期或所需採取的行動或會議日期通知客戶，沒有客戶通過電子郵件通過Demo company網站發送給Demo company的具體書面指示，Demo company也沒有義務採取任何行動。</p>
        <div class="title-son">23，行情，市場信息，研究和互聯網鏈接</div>
        <p class="par mart15">通過Demo company（包括通過外部網站的鏈接）（“信息”）可訪問的報價，新聞，研究和信息可由獨立提供商準備。該信息是Demo
          company，提供者或其許可人的財產，並受法律保護。未經Demo company或提供者的書面同意，客戶同意不以任何方式複制，分發，出售或商業利用信息。 Demo
          company保留終止對信息的訪問的權利。這些信息均不構成Demo
          company的推薦或買賣建議。 Demo company和提供者均不能保證信息的準確性，及時性或完整性，客戶在做出投資決定之前應諮詢顧問。依賴報價，數據或其他信息的風險由客戶自行承擔。在任何情況下，Demo
          company或提供者概不負責由於使用信息而造成的間接，偶然，特殊或間接損害。對於該信息，沒有任何明示或暗示的保證，包括適銷性保證，特定用途適用性保證或不侵權保證。</p>
        <div class="title-son">24.使用Demo company軟件的許可</div>
        <p class="par mart15">Demo company授予客戶非排他性的，不可轉讓的許可，以僅按此處提供的方式使用Demo company軟件。 Demo
          company軟件和更新的所有權仍是Demo company的專有財產，包括所有專利，版權和商標。 客戶不得將Demo company軟件出售，交換或轉讓給他人。 客戶不得將Demo
          company軟件複製，修改，翻譯，反編譯，反向工程，分解或分解為易於閱讀的形式，也不得改編或改編Demo company軟件，也不得將其用於創建衍生作品，除非得到Demo company官員的書面授權。 Demo
          company有權對可能違反這些承諾的行為立即採取禁令救濟。.使用Demo company軟件的許可</p>
        <div class="title-son">25.免責聲明和違約賠償</div>
        <p class="par font-bold mart15">（1）豁免</p>
        <p class="par mart10">
          ①Demo company沒有義務調查已註冊手機號碼所有者身份的真實性，對於因在Demo company平臺上註冊，盜用或濫用個人手機號碼的帳戶而造成的任何損失，Demo company不承擔任何責任。②在Demo
          company上註冊和開設帳戶的所有客戶應遵守相關法律法規和使用Demo
          company平臺的規則，並且不得發布與政治相關的有害信息，色情內容，虛假廣告，血腥和暴力，侮辱性或誹謗性評論，披露個人隱私和違反法律法規的任何其他信息，也不得從事侵犯第三方知識產權和其他合法權益的活動。否則，客戶應承擔由此產生的所有損失，而Demo
          company對此不承擔任何責任。③在任何情況下，Demo
          company對任何懲罰性，間接，偶然，特殊或相關的損失或損害概不負責，包括但不限於間接的人身傷害，業務利潤損失，交易中斷，業務信息丟失或任何其他依賴權益的損失。④由於對證券或金融產品的投資有損失的風險，Demo
          company將不對損益和風險承擔責任。 ⑤Demo
          company及其關聯公司不能保證他們提供的諸如市場報價，圖表和評論之類的信息的絕對可靠性和準確性，或者由於市場的任何內容的不正確或缺失或客戶的主觀性而造成的損失⑥由於故障，折斷，延遲或其他因素而可能發生的交易指令的中斷，暫停，延遲或數據故障⑦由於忽略了客戶的交易帳戶和密碼，或假冒其身份，客戶的交易帳戶和密碼被假冒。⑧由於互聯網上存在惡意黑客攻擊的可能性，並且Web服務器可能存在故障和其他不可預測的因素，因此市場信息⑨客戶的NTE和軟件系統可能遭受非法攻擊或病毒感染，導致無法下達委託或委託失敗的訂單。⑩客戶的NTE和軟件系統與Demo
          company的在線交易不兼容系統，導致委託訂單失敗或委託失敗。在這種情況下，客戶可以撥打Demo company的電話報告這種情況並獲得技術支持，但不能獲得Demo
          company的經濟補償。of佣金失敗或佣金錯誤是由於客戶的不當操作造成的。from由於包括客戶帳戶和密碼在內的情況而造成的損失，個人信息或交易信息因其個人原因而被洩露或偽造。⑬客戶使用Demo
          company提供的服務進行任何非法活動或侵犯他人權益的行為，從而給客戶和第三者造成損失network由於網絡故障，在Demo company平臺上運行時，客戶的NTE顯示其委託成功，而Demo
          company的交易服務器未收到客戶的委託指令，從而導致客戶無法買賣證券的風險；由於客戶的NTE顯示其委託沒有成功，客戶發送了另一筆委託單，這導致Demo
          company的交易服務器接收到客戶的兩條委託指令，並將這些指令傳送給證券公司進行交易，因此存在重複交易的風險。risk因法律和政策的重大變更或Demo company不可預測和無法控制的因素而導致的緊急情況。⑯Demo
          company平臺的功能由於戰爭，通訊故障，自然災害，罷工和政府部門採取的不可抗力等不可抗力而失效， ⑰Demo company的指定網站和產品將發布或傳輸其合作公司提供的新聞和信息等內容，並註明信息提供者。 Demo
          company不對其合作公司提供的內容進行實質性審查或修改，也不保證其真實性，這應由客戶判斷，Demo company不對此負責。
        </p>
        <p class="par font-bold mart15">（2）違約金</p>
        <p class="par mart10">客戶確認，在使用Demo company系統期間可能會出現延遲或中斷，包括由Demo company故意保護其係統引起的延遲或中斷。
          在任何情況下，無論採取什麼行動，無論客戶遭受什麼損失，Demo company的義務都可能超出事故發生前六（6）個月內客戶向Demo company支付的最大每月佣金總額。</p>
        <div class="title-son">26.隱私保護</div>
        <p class="par  mart15">（1）根據法律監督的要求，Demo
          company將收集以下客戶的非公開信息：身份信息和就業信息，帳戶餘額和帳戶交易歷史，信用歷史和投資經驗。（2）Demo
          company將收集在以下情況下客戶的個人信息：開立帳戶或進行交易，在進行電匯，從客戶帳戶中存入或提取資金時提供客戶的聯絡信息。（3）Demo company將根據客戶的個人信息和資料開展以下活動，
          （隱私）條款和其他適用法律：為客戶提供投資服務和產品，進行信用調查或協助其他主管機構進行信用調查的日常運作，確保客戶保持良好的信用，符合審查制度和相關法律的披露要求，法規和行政權力。（4）波斯最終信息保護措施：Demo
          company將採取符合法律要求的安全措施，包括但不限於計算機保護措施，文件加密和安全的辦公大樓，嚴格管理和保護客戶的個人信息，防止未經授權的訪問和使用以及保護客戶的個人信息。 （5）除非法律法規要求，否則Demo
          company不會將客戶的個人非公開信息透露給第三方。 Demo
          company僅在以下情況下才披露客戶的個人信息：有必要授權，完成，監控或執行客戶的要求或授權交易，維護和監控客戶的帳戶，向客戶提供帳戶確認，帳戶對賬單和記錄，保留正確的案例記錄，有必要履行我們的客戶協議和其他協議，有必要履行Demo
          company的責任或保護Demo company的權利和財產，司法機關，行政機關和其他主管監督機關根據法律程序執行法律或法律監督，這是根據相關法律，法規或規則披露客戶的個人信息所必需。</p>
        <div class="title-son">27.客戶維護替代交易安排</div>
        <p class="par mart15">Demo company等基於計算機的系統固有地容易受到破壞，延遲或故障的影響。 在Demo company系統不可用的情況下，客戶必須維護客戶的Demo
          company帳戶之外的其他交易安排，以執行客戶的訂單。 通過簽署本協議，客戶表示客戶維持其他交易安排。</p>
        <div class="title-son">28.披露聲明</div>
        <p class="par mart15">Demo company在此向客戶聲明以下內容：A）Demo
          company將確保從收到之日起保護客戶的資產，直到：（a）證券的合法所有權已註冊到客戶的名稱中或以客戶的實益身份持有。有關發行人的證券登記冊；或（b）客戶明確指示Demo
          company將為轉存給執行對手方而參與首次公開募股的資金存入我們;（B）客戶應知道Demo
          company破產後，資產（包括可以被客戶確定地追溯）將被返還，轉移或分發給客戶或其代表，資產的可分配金額將根據客戶資產的比例進行分配;（C）資產歸還通知書確定的身份將在一般發行的報紙上公佈;（D）客戶應是其帳戶中資金的實益擁有人，並應確保資金的來源和使用是合法的，以及存入和存入的程序貨幣兌換符合客戶所在司法管轄區的相關法律和法規（包括但不限於新西蘭和中國）。因客戶資金的所有權和合法性引起的任何爭議或任何相關的處罰，應由客戶解決。如果由此給Demo
          company造成任何損失，客戶應全額賠償Demo company。 </p>
        <div class="title-son">29.接受電子數據和通信協議</div>
        <p class="par mart15">Demo company向客戶提供電子交易確認，對帳單，稅收信息以及其他客戶記錄和電子形式的信件（“電子記錄和信函”）。
          為了安全起見，電子記錄和通訊可能會發送到客戶的交易平臺或客戶的電子郵件地址或在Demo company的網站上發布，並會通知您登錄並蒐索與客戶的上述信件。 簽署本協議，即表示客戶同意接收電子記錄和通訊。
          除非客戶收回其協議，否則上述協議仍然適用，並且適用於每個納稅年度。 客戶可以隨時以書面形式將其召回協議告知Demo company。 如果客戶收回協議，Demo
          company應根據客戶要求通過電話或電子郵件提供紙質稅收文件。
          但是，Demo company保留要求客戶關閉其帳戶的權利。</p>
        <p class="par mart15">對系統軟件和硬件的要求是通過Demo company的交易平臺進行交易並通過交易平臺接收電子記錄和通訊，這在Demo
          company的網站www.weshinesecurities.com上進行了說明。 由於上述要求可能會發生變化，客戶必須定期訪問Demo company網站，以了解系統的當前要求。 要接收Demo
          company的電子郵件，客戶應保留有效的Internet電子郵件地址和電子郵件軟件，以閱讀，發送和接收電子郵件。 更改其電子郵件地址後，客戶必須立即通過更改Demo
          company網站上規定的客戶電子郵件地址的程序，將此類更改通知Demo company。</p>
        <div class="title-son">30.雜</div>
        <p class="par  mart15">（1）本協議受澳大利亞法律管轄，與本法律條款相抵觸的條款將無效。在所有司法行為，仲裁或爭端的決議中，當事方放棄對任何損害賠償的權利。
          （2）爭議解決：經雙方協商同意，客戶在Demo
          company平臺上使用交易服務引起的爭議應通過優先協商解決。（3）客戶同意本條款以中文書寫並註明它了解本協議的條款。本協議包含雙方之間訂立的完整合同，雙方將不會從本協議中發表其他聲明或提供其他證券。本條款中任何條款的不可執行性均不會影響本條款中其他條款的效力。
          Demo company未履行本協議的任何條款均不應視為對本協議條款的放棄。（4）客戶同意Demo company通過電話記錄其所有對話。客戶確認Demo company的隱私聲明，並同意Demo company根據Demo
          company的規則收集/使用客戶的信息。（5）未經Demo company事先書面同意，客戶不得轉讓本協議項下的任何權利或義務。向客戶發送通知後，Demo
          company可以將本協議轉讓給另一經紀人，貿易商或期貨經紀人。該協議應保證Demo company的繼承人或受讓人的利益。 Demo company可以隨時終止本協議或終止向客戶提供服務。客戶可以通過電子郵件通知Demo
          company通過Demo company網站關閉其帳戶，但是，只有在清除所有職位並滿足Demo company網站上規定的關閉帳戶的所有其他要求之後。（7）Demo
          company享有解釋和修改此權利的權利。協議。如果本條款中的任何條款由於任何原因完全或部分無效或無法執行，則本條款的其他條款仍然有效並具有約束力。（8）本《客戶服務協議》應以中英文訂立。中英文版本如有任何歧異，概以英文版本為準。
        </p>
        <p class="par  mart15">我確認提交給Demo company的個人身份信息，財產狀況，投資經驗和手寫簽名信息是真實準確的。 我已經知道並同意授權Demo
          company使用上述材料開設個人證券帳戶，並在所有必要的情況下以及在製作所有必要的文件時使用該材料，我願意對其進行約束。</p>
      </div>

      <div v-if="index === 1">

        <div class="title">隱私政策</div>
        <p class="par p-start">感謝您對智華環球資本有限公司（以下簡稱“ Demo company”或“我們”）的信任和支持。
          我們完全了解個人信息對您的重要性，並且我們致力於保護個人隱私。 根據在開展業務的國家/地區常見的法律，法規和隱私與數據保護原則，請採取適當的安全保護措施，以確保您的個人信息的安全。</p>
        <p class="par mart15">本隱私政策控制我們公司和關聯公司在使用我們的服務時如何收集，使用，披露和保護您提供給我們的個人信息，我們將嚴格按照本隱私政策的條款使用這些信息。</p>
        <p class="par mart15">在使用我們的產品和服務之前，請務必仔細閱讀並理解本政策，並在確認您完全理解並同意後使用相關的產品和服務。
          通過使用我們的產品或服務，您理解並同意本政策，並同意我們根據本政策合法使用和保護您的個人信息。</p>
        <div class="title-son">1.我們收集什麼個人信息？ </div>
        <p class="par mart15">在使用我們的服務的過程中，我們會收集您因使用該服務而提供或使用的信息，以優化我們的服務並確保您的帳戶安全。 沒有這些個人信息，我們將無法為您提供這些信息。
          服務。</p>
        <p class="par font-bold mart10">（1）在註冊帳戶或申請開設基金帳戶的過程中提供的信息，例如：</p>
        <p class="par mart10">①身份信息（例如姓名，性別，婚姻狀況，出生日期，身分證號碼/護照號碼，國籍，地址，聯絡信息，電子郵件，稅務管轄權等）和相應的證明材料；<br>
          ②職業信息（如行業類別，職位，工資，就業單位，單位地址等）及相應的證明材料；<br>
          ③資產信息（如收入來源，年淨收入淨額，流動資產淨額，銀行信用記錄，存款餘額和其他資產）以及相應的支持材料；<br>
          ④投資經驗（如投資年限，投資工具，交易歷史，投資偏好等）；</p>
        <p class="par font-bold mart10">（2）使用本公司提供的服務時獲得的信息，例如：</p>
        <p class="par mart10"> 設備信息（例如您的設備型號，操作系統，唯一的設備標識符，登錄IP地址，操作日誌等）；</p>
        <p class="par font-bold mart10">（3）在交易以及通過我們的系統進行存款和取款過程中獲得的信息。</p>
        <p class="par mart10">①存取款信息（如銀行卡信息，金額信息等）<br>
          ②交易信息（如交易信息，帳戶信息，帳戶利潤損失分析等）</p>
        <p class="par font-bold mart10">
          （4）我們還可能收集有關您的其他信息，以提供服務並改善我們的服務質量，包括您在聯絡我們的客戶服務團隊時提供的信息，以及您參與調查時發送給我們的調查表的答复。 信息，以及有關您已使用的移動應用程序（APP）的信息。</p>
        <p class="par mart10">
          當您使用我們的產品或服務時，您授權我們根據實際的業務和合作需求從我們的分支機構接收，匯總和分析我們的個人信息或交易信息，並確認它們的來源是合法的或您已被授權同意它們 。</p>
        <p class="par mart15">如果您拒絕提供以上信息或拒絕授權，則可能無法使用我們和關聯公司的產品或服務，或者可能無法顯示相關信息 。</p>
        <p class="par mart15">如果您是歐盟用戶，則有權要求我們根據通用數據保護條例（GDPR）限制您的個人數據。 我們將根據您的要求進行評估。
          如果符合GDPR法規，我們將根據法規中適用的特定條件處理您的數據，並在取消限制之前通知您。</p>
        <div class="title-son">2.我們如何收集個人信息？</div>
        <p class="par mart15">在以下情況下，我們將收集您的個人信息：</p>
        <p class="par mart10 font-bold">（1）在申請帳戶或使用Demo company網站/客戶端產品申請的過程中；</p>
        <p class="par mart10 font-bold">（2）當您通過Demo company系統進行交易並使用Demo company公司提供的服務時： </p>
        <p class="par mart10">①根據您的申請為自己開戶時；<br>
          ②監控您的帳戶交易並進行風險管理<br>
          ③需要通過電匯方式提供聯絡方式時；<br>
          ④根據您的授權提供帳戶管理服務時；<br>
          ⑤當您的帳戶發起存款或提款時；<br>
          ⑥當我們執行客戶盡職調查程序時；<br>
          ⑦當我們執行反洗錢和反恐融資程序時；<br>
          ⑧當我們履行報告，披露或遵守規定的義務時。
        </p>
        <p class="par mart10 font-bold">（3）通過網絡cookie等收集</p>
        <p class="par mart10 font-bold">（4）在其他情況下，您需要根據法律和法規要求收集您的個人信息。</p>
        <div class="title-son">3.我們如何使用個人信息？ </div>
        <p class="par font-bold mart10">（1）我們將您的個人信息用於以下目的：</p>
        <p class="par mart10"> ①用於改善我們提供給您的產品或服務，包括通過設備或網站提供的客戶支持和服務。 向您發送服務狀態，營銷活動和其他商業電子信息的通知。<br>
          ②實施或協助其他機構進行信用審查；<br>
          ③開展相關的促銷活動。<br>
          ④有關我們產品和服務使用情況的統計，以更好地改善我們的產品；<br>
          ⑤存儲有關您的信息以進行我們的運營並遵守每個國家/地區的適用法律和法規。<br>
          ⑥防止或禁止違反法律法規的活動。 <br>
          ⑦為了更好地為您服務，防止您使用我們的相關服務所帶來的風險或確定違反合同的責任，我們可能會通過第三方代理機構的查詢（例如，該人是否是政治敏感人士，是否 有犯罪記錄等）<br>
          ⑧為了保護合理或必要地使用其他客戶，我們或我們的集團公司，其他用戶或僱員的人身和財產安全或合法權利。
        </p>
        <p class="par mart15">如果您不希望我們將您的個人信息用於諸如推送之類的目的，則可以通過我們在推送消息中提供的提示或特定產品和/或服務中提供的指導，要求我們停止將您用於上述目的。
          。 個人信息。</p>
        <p class="par mart15">根據適用法規，我們可能會根據業務需要在其他國家或地區的數據中心中存儲您的個人信息。
          不同的司法管轄區可能會或可能不會提供與您的司法管轄區相似的數據保護法律。 。 但是，這不會改變我們根據本隱私政策保護您的個人信息的承諾。</p>
        <p class="par mart15">在您與我們的關係終止後，我們將保留您的一些個人信息，這些信息將受國家法律和法規要求的約束。
          如果您需要出於訴訟，調查和司法程序的目的保留您的個人信息，則保留時間將延長。</p>
        <p class="par mart15">對於歐盟用戶，我們不會按照GDPR條款對您的數據執行其他自動數據分析，例如用戶畫像。</p>
        <div class="title-son">4.我們與誰共享您的信息？</div>
        <p class="par mart15">除下述情況外，我們不會將您的個人信息透露給任何第三方。
          如果需要公開披露，我們將告知您公開披露的目的，披露的信息類型以及可能涉及的敏感信息，並徵得您的明確同意：</p>
        <p class="par mart15">
          ①我們將在內部，本地和海外分支機構和關聯公司的許可使用範圍內處理您的個人信息。②我們可能會將您的個人信息披露給我們的第三方供應商（特快專遞，法律服務，會計服務，財務風險控制）
          ）.③為了判斷您的帳戶或交易是否安全或合規，我們將與在金融風險預防領域提供服務的公司，諮詢機構，監管機構等共享您的個人信息。④根據國家法律，我們可能會根據法律要求與警察，法院，監管機構或律師共享您的個人信息。⑤如果我們與第三方進行聯合促銷活動，我們可能會共享完成活動所需的個人信息，例如參加活動的用戶，獲獎名單，獲獎者的聯絡信息等，以便第三方可以在以下位置展示您的獎品（如果有）
          ⑥隨著我們業務的不斷發展，我們可能會進行合併，收購，資產轉移或類似交易，並且您的個人信息可能會作為此類交易的一部分而轉移。我們會在轉移前通知您。</p>
        <div class="title-son">5.主動共享信息的提示 </div>
        <p class="par mart15">（3）在交易以及通過我們的系統進行存款和取款過程中獲得的信息。
        </p>
        <div class="title-son">6.我們可能發送給您的消息和信息</div>
        <p class="par mart10 font-bold">（1）郵件和信息通知</p>
        <p class="par mart10">當您使用我們的產品和/或服務時，我們可能會使用您的信息向您的設備發送電子郵件，新聞或推送通知。 如果您不希望收到此信息，則可以按照我們的提示選擇退訂設備。
        </p>
        <p class="par mart10 font-bold">（2）與產品和/或服務有關的公告 </p>
        <p class="par mart10">必要時，我們可能會向您發布與產品和/或服務相關的通知（例如，由於系統維護而導致服務暫停）。 您可能無法取消與該產品和/或服務相關的且不是廣告的這些公告。
        </p>
        <div class="title-son">7.您如何管理您的個人信息？</div>
        <p class="par mart10 font-bold">（1）訪問您的個人信息</p>
        <p class="par mart10">
          ①除法律法規另有規定外，您有權訪問您的個人信息。②您可以通過登錄帳戶訪問和更新您的基本信息，登錄密碼，交易密碼，綁定手機和電子郵件地址。③您可以查看自己的個人信息。 我們網站和應用程序上的交易記錄。
        </p>
        <p class="par mart15">
          如果您無法訪問上述信息，則可以聯絡客戶服務，我們將回复您的訪問請求。如果您是歐盟用戶，您將有權要求我們檢索您的個人數據並將其傳輸給其他數據控制者 根據GDPR條款。
        </p>
        <p class="par mart10 font-bold">（2）修改您的個人信息 </p>
        <p class="par mart10">
          您可以通过“访问您的个人信息”中列出的方法更正或补充您的个人信息。
        </p>
        <p class="par mart10 font-bold">（3）刪除您的個人信息 </p>
        <p class="par mart10">
          在以下情況下，您可以要求我們刪除您的個人信息：
        </p>
        <p class="par mart10">
          ①我們對您的個人信息的處理是違法的。②我們未經您的明確同意收集和使用您的個人信息。③如果我們處理個人信息，則嚴重違反了您的協議條款。④如果您 如果是歐盟用戶，您有權要求我們根據GDPR條款刪除您的個人數據。
        </p>
        <p class="par mart10 font-bold">（4）保護您的個人信息
        </p>
        <p class="par mart10">
          ①您可以使用複雜的密碼而不向任何人透露您的登錄密碼或帳戶信息，從而保護您的個人信息。一旦您洩露了帳號和密碼，可能會對您造成法律後果。如果您發現您的帳號和密碼已經或將由於任何原因被洩露，請立即聯絡我們的客戶服務，以便我們採取適當的措施。但是，我們對任何這種情況概不負責，除非我們在合理的時間內採取行動。
          ②當您登錄我們的網站或應用程序時，尤其是在公共設備上，應單擊註銷按鈕以在會話結束後立即註銷。
          ③由於您未能保護您的個人信息的隱私而導致您訪問第三方的個人信息而造成的任何損失，我們概不負責。如果發現未經授權使用您的帳戶或其他安全漏洞，則必須立即通知我們。④您的協助將幫助我們更好地保護您的個人信息。
        </p>
        <div class="title-son">8. GDPR涵蓋的個人的更多權利或信息</div>
        <p class="par mart15">果您的個人信息是在歐洲經濟區（“ EEA”）中設置的，則您將享受一系列受《通用數據保護條例》（“ GDPR”）保護的個人信息。 與個人信息有關的合法權利。
          這些權利包括：</p>
        <p class="par mart15">
          （1）獲取有關您的個人信息處理的信息，並訪問您保留在我們公司中的個人信息。請注意，在某些情況下，我們有權拒絕訪問您的個人信息的副本。
          （特別是受法律專業特權約束的信息）；（2）如果您的個人信息不正確或不完整，則可以要求我們進行更正，但是如果您需要提供有效的身分證明文件的副本以證明您身份的真實性信息，請一起提供；（3）在某些情況下，我們可能會要求我們刪除您的個人信息。請注意，在某些情況下（例如出於公共利益，公共衛生或科學研究和歷史研究目的），即使您要求我們刪除個人信息，我們也保留保留您的個人信息的權利；（4）在某些情況下，我們反對處理您的個人信息，並要求我們限制對您的個人信息的處理。同樣，在某些情況下，即使您反對或要求我們限制您對個人信息的處理，我們也有權拒絕您的請求；（5）撤回您的個人信息許可證。如果還有其他合法的法律原因，我們也有權未經您的許可繼續使用或處置它。
        </p>
        <p class="par mart15">根據GDPR條款，除了提供系統的個人數據保護方法外，我們還成立了數據保護官（DPO），全權負責您的數據保護工作。</p>
        <p class="par mart15">我們將評估收到的所有請求和投訴，並及時給您答复。 我們可能會要求您提供有效的身分證明文件的副本，以便我們能夠履行我們的安全義務並防止未經授權的數據洩露。
          如果您訪問數據的請求顯然是沒有根據的或特殊的，或者您請求我們提供您的個人信息的其他副本，我們保留向您收取合理管理費的權利。</p>
        <p class="par mart15">對於受GDPR保護的個人信息，我們可能出於特定許可目的將您的個人信息轉移到EEA之外。 我們將確保任何此類國際轉移均受到GDPR或其他相關法律的適當保護。
        </p>
        <div class="title-son">9.信息安全</div>
        <p class="par mart15">
          （1）我們致力於保護您的個人信息的安全，並防止信息的丟失，篡改，披露和不當使用。我們將採取各種安全措施在合理的安全級別上保護您的信息。（2）我們只會在本隱私政策規定的目的和法律法規允許的時間內保留您的個人信息。（3）為了保護您的信息安全，我們將採取合理和必要的措施在當前最新狀態下保護您的信息，並採取物理，技術和行政安全措施以減少丟失，濫用，未經授權的訪問和披露。更改的風險包括但不限於傳輸層數據加密，防火牆和加密存儲，物理訪問控制以及信息訪問授權控制。我們已經建立了一個安全程序，以保護您的信息免遭未經授權的訪問。例如：您與我們所有的網絡進行通信我們確保使用加密技術（SSL）進行加密保護。您的個人信息已加密，並使用高強度加密存儲在我們的服務器上。請理解，即使由於各種無法預測或無法預測的惡意方法，即使我們盡力採取上述措施，您的信息也可能被洩漏，破壞或丟失。（4）我們建立了專門的管理系統，流程和組織來保護您的信息。例如，我們嚴格限制了企業內部有權訪問信息的人員範圍。所有員工均簽署保密協議，並且獨立的安全組織定期進行審核。我們舉辦安全和隱私保護培訓課程，以提高員工對保護個人信息重要性的認識。（5）如果您是歐盟用戶，則除了提供系統的個人數據保護方法外，我們還將建立數據保護官（DPO）負責您的數據保護。（6）不幸的個人信息安全事件發生後，我們將根據法律法規的要求通知您：安全事件的基本情況和可能的影響，我們的處置措施已採取或將採取的措施，您可以自主預防和降低風險。建議，針對您的補救措施等與事件有關的情況我們將通過電子郵件，信件，電話，推送通知等方式通知您。當難以一一告知個人信息主題時，我們將在合理的時間內發出通知。有效的方式。同時，我們將根據監管機構的要求報告處理信息安全事件的方式。
        </p>
        <div class="title-son">10.我們如何使用Cookie？</div>
        <p class="par mart15">（1）Cookie是由Web服務器創建並存儲在用戶瀏覽器中的小型文本文件。 當用戶訪問Web服務器時，網站可以訪問Cookie信息。
          Cookie除了用於識別用戶外，還可以用於存儲用戶信息和跟踪用戶訪問行為。（2）我們不收集和跟踪用戶的任何信息和行為，除非使用Cookie確認身份和 用戶的登錄狀態。（3）您可以根據自己的喜好管理和刪除cookie。
          大多數瀏覽器都可以禁用或刪除系統中的cookie。 請務必注意，阻止Cookie可能會導致我們網站或系統上的某些功能無法使用或無法使用，從而可能影響您的體驗。</p>
        <div class="title-son">11.本隱私政策的更新</div>
        <p class="par mart15">我們將適當地更新本指南的修訂，以反映我們處理您的個人信息或法律要求方面的變化。
          如果我們對隱私政策進行了此類更改，我們將在官方網站上發布或以其他方式發布修訂後的政策。 更改自發佈到我們的網站時起生效。</p>
        <p class="par mart15">我們建議您定期檢查此頁面，以獲取有關我們的隱私準則的最新信息。 您繼續使用我們的產品和網站上提供的服務將被視為受更新的隱私政策的約束。</p>
      </div>
      <div v-if="index === 2">
        <div class="title">免責聲明</div>
        <p class="par mart15">1. Demo company沒有義務審查已註冊手機號碼所有者身份的真實性。 如果個人手機號碼被盜，欺詐或用作Demo
          company平臺帳戶註冊，Demo company將不承擔任何責任。</p>
        <p class="par mart15">2.所有在Demo company上註冊並開設帳戶的客戶都必須遵守Demo company平臺的相關法律，法規和使用規則，並且不得在Demo
          company平臺上張貼任何政治上有害，淫穢的色情內容，虛假廣告，血腥暴力行為 （社區，交流小組等）。 侮辱，侮辱，個人隱私和其他非法和非法信息，不得從事侵犯第三方合法權益的活動，否則由此引起的一切損失應由客戶承擔，Demo
          company不承擔任何責任 。</p>
        <p class="par mart15">3.在任何情況下，Demo
          company均不對任何懲罰性，間接，偶然，特殊或後果性的損失或損害承擔責任，包括但不限於間接的人身損害，商業利潤損失，貿易中斷，業務信息丟失或任何其他損失。 信賴利益。</p>
        <p class="par mart15">4.投資證券或金融產品存在虧損的風險。 Demo company對投資利益損失和客戶風險不承擔任何責任。</p>
        <p class="par mart15">5. Demo
          company及其關聯公司不能保證所提供的信息價格，圖表，評論和其他信息絕對可靠和準確，並且對由於客戶造成的任何內容或主觀原因的不准確性或遺漏不承擔任何責任。</p>
        <p class="par mart15">6.由於互聯網數據傳輸故障，終端，延遲等，可能導致交易指令的中斷，暫停，延遲，數據錯誤等。</p>
        <p class="par mart15">7.由於客戶的疏忽，交易帳號和密碼信息被洩露，或者其身份被偽造。</p>
        <p class="par mart15">8.由於Internet上可能受到惡意攻擊的原因，網絡服務器可能有故障以及其他不可預測的因素，市場信息和其他產品信息可能有誤或延遲。</p>
        <p class="par mart15">9，客戶網絡終端設備和軟件系統可能受到非法攻擊或病毒的攻擊，導致無法發出委託或委託失敗。</p>
        <p class="par mart15">10.客戶網絡終端設備和軟件系統與Demo company提供的在線交易系統不兼容。 無法發出委託或委託失敗。 客戶可以撥打Demo
          company電話報告情況並獲得技術支持，但無法獲得Demo company的經濟補償。</p>
        <p class="par mart15">11.因客戶操作不當或委託失敗而導致的故障。1</p>
        <p class="par mart15">12.因客戶個人原因而偽造帳戶密碼，個人信息，交易數據披露或客戶身份而造成的損失。</p>
        <p class="par mart15">13.客戶使用Demo company提供的服務從事任何非法或侵犯他人權益的行為，從而給客戶和第三方造成損失。</p>
        <p class="par mart15">14.由於網絡故障，當客戶通過Demo company平臺進行操作時，客戶網絡終端設備顯示委託成功，Demo
          company交易服務器未收到委託指令，從而產生用戶無法購買的風險 並出售； 客戶網絡終端設備委託沒有顯示成功，因此客戶再次發出了委託命令，Demo
          company交易服務器收到了客戶的兩條委託指令，並將指令傳遞給證券公司進行交易，從而導致用戶 冒著重複交易的風險。</p>
        <p class="par mart15">15.由於Demo company的不可預測和不可控制的因素而導致的法律和政策方面的意外更改或意外事件。</p>
        <p class="par mart15">16.由於戰爭，通訊故障，自然災害，罷工和政府部門的行為等不可抗力，無法實現Demo company平臺的功能，從而導致客戶經濟損失。</p>
        <p class="par mart15">17.合作公司提供的新聞，信息和其他內容將在Demo company的官方網站和產品上發布和轉載。 在發布和重新打印時將指示內容提供者。 Demo
          company不對其提供的內容進行任何實質性審查或修改，也不保證內容的真實性。 請自行判斷，Demo company不承擔任何責任。</p>
      </div>
      <div v-if="index === 3">
        <div class="title">風險披露書</div>
        <p class="par mart15 font-bold">尊敬的商人：</p>
        <p class="par mart15">
          為了充分理解交易風險，本風險披露是根據《 Demo company操作管理辦法》的有關規定進行的。 如果您選擇參與交易所市場交易，則視為您已閱讀該風險的前述規定，並暴露了展覽書籍並自願承擔與交易有關的風險。
        </p>
        <p class="par mart15">
          鑑於交易商對風險交易進行投資並可能導致交易商蒙受損失，請仔細考慮其案例是否適合此類交易，並確定自己的風險和損失，同時客觀，理性地了解交易風險包括： 但不限於：
        </p>
        <p class="par mart15"><span style="font-weight: bold;">一，宏觀經濟風險：</span> 由於該國宏觀經濟形勢的變化，可能會影響到交易工具價格上下波動的情況；
          國際宏觀經濟形勢的變化將對市場產生影響，存在引起交易滋生價格上下波動的情況。
        </p>
        <p class="par mart15"><span style="font-weight: bold;">二，政策法規與市場風險：
          </span>做市交易作為一種創新的交易模式，其交易規則在實踐中需要不斷完善，國家法律，法規和政策的變化以及其他影響價格波動的因素，可能會影響交易工具的價格；
          或因國家法律，法規和政策導致的市場變化而對交易市場的相關規則進行修訂，可能會影響交易實體的資格和交易規則的變化。 聯交所上述法律，法規，政策和法規的風險可能導致該交易市場中交易工具的價格異常波動。
        </p>
        <p class="par mart15" style="font-weight: bold;">
          第三，交易風險。
        </p>
        <p class="par mart15">
          （1）交易者需要了解，做市交易具有投機性和風險性，可能導致損益。 如果開倉方向與市場波動相反，則會造成巨大損失。 根據損失的程度，交易商必須有條件隨時滿足補充資金的要求。
          否則，該頭寸將被強制轉移，而經銷商必須承擔由此產生的全部損失。
        </p>
        <p class="par mart15">
          （2）在交易系統中，在線終端通過在線終端提交的市場價格是單一的，交易是不可撤銷的。 投資者必須承擔該方法可能帶來的風險。
        </p>
        <p class="par mart15">
          （3）交易市場，交易商及其職員不會為交易商提供利潤保證，也不會與交易商分擔收益或承擔風險。 交易者應意識到，做市交易的任何利潤保證，或承諾不會發生損失的承諾都是不可能的，也是沒有根據的。
        </p>
        <p class="par mart15">
          （4）交易者的交易文件必須基於他們自己的決定。 該市場，經銷商及其職員提供的有關市場分析的任何信息和信息僅供交易者參考，並不構成任何要約。 經銷商從生產線承擔由此產生的交易風險。
        </p>
        <p class="par mart15">
          （5）在電子交易過程中，可能出現明顯的報價錯誤機會，此後市場可能會出現錯誤的價格，所產生的損益會糾正錯誤的價格，從而經銷商從生產線上承擔交易風險。
        </p>
        <p class="par mart15">
          （6）如果您缺乏在線交易經驗，則可能導致不正確的交易或操作錯誤。
        </p>
        <p class="par mart15"><span style="font-weight: bold;">四，技術風險：
          </span>交易的進行，信息的顯示和資金的支付是通過電子通信技術和計算機技術實現的，並通過互聯網進行傳輸，這些技術可能會受到網絡黑客和計算機病毒或通信的攻擊。 技術，計算機技術和相關軟件可能會存在缺陷。
          互聯網傳輸失敗也可能導致您的交易指令無法及時傳輸。 這些風險可能會導致您的交易申報未能完成或不是所有交易，或者無法及時收到轉移資金。 ，交易延遲，暫停，甚至無法完成交易等。
        </p>
        <p class="par mart15"><span style="font-weight: bold;">五，不可抗力風險：</span>
          不可抗力因素，例如地震，颱風，火災，洪水，戰爭，瘟疫，社會動盪等，可能導致交易系統的缺陷；
          該交易市場等中不可控制和不可預測的系統故障，設備故障，通信故障，電源故障也可能導致交易系統異常運行甚至被篡改； 銀行無法控制和不可預測的系統故障，設備故障，通信故障，電源故障等也可能導致資金轉帳系統異常運行甚至偽造。
          這些風險可能會導致您的交易。 聲明無法完成或無法完成，或者轉移資金無法及時支付。
        </p>
        <p class="par mart15"><span style="font-weight: bold;">六，帳戶密碼洩露風險：</span>
          由於密碼洩漏，帳戶洩漏或交易者使用交易商的身份使用計算機，用戶可能無法正確發出聲明單，惡意的虛假聲明或報告失敗。 延誤，錯誤等
        </p>
        <p class="par mart15"><span
            style="font-weight: bold;">七，操盤手的軟件和硬件系統風險：</span>交易者的計算機設備和軟件系統與所提供的在線交易系統不匹配，導致無法發布報告指令或報告失敗，延誤等。
        </p>
        <p class="par mart15"><span style="font-weight: bold;">八，其他風險：</span>密碼丟失，操作不當，投資決策錯誤等可能導致交易者蒙受損失；
          在線聲明，熱鍵不能在熱鍵操作完成後及時退出，以及他人惡意操作造成的損失； 在線交易不及時退出可能還會導致黑客入侵和損失。
        </p>
        <p class="par mart15">
          以上所有風險均可能導致經銷商蒙受損失，損失全部由經銷商承擔。 當交易者參與市場交易時，任何其他由他人作出的盈利或不盈利的承諾都是沒有根據的。 類似的承諾不會減少損失的可能性。
        </p>
        <p class="par mart15">
          此風險披露無法揭示進行做市交易的所有風險。 因此，在您進入市場之前，應告知自己充分了解《 Demo
          company運營管理辦法》的交易規則和規定以及本風險披露聲明以及所包含的其他風險以外的自身經濟承受能力，風險控制能力，身心承受能力
          （僅自然人交易客戶）做出客觀判斷，進行市場交易以供仔細研究。 一旦選擇在這個市場上進行交易，就被視為已完全理解並接受了在該交易市場中進行交易的與交易相關的系統，規則，方法和風險。
        </p>
        <p class="par mart15" style="font-weight: bold;">
          鄭重承諾：我選中與當前頁面“風險披露”相對應的複選框，然後單擊“同意並繼續”按鈕以表示我已仔細閱讀上述風險聲明，完全理解並同意，並自願承擔由此產生的任何風險。 以及由此造成的所有可能損失。
        </p>
      </div>
    </div>
  </div>
</template>
<script lang="ts" setup>
import { ref } from "vue";
const documentTitle = ['客戶服務協議', '隱私政策', '免責聲明', '風險披露書']
const index = ref(0)
const handle = (idx: number) => {
  index.value = idx
} 
</script>
<style lang="scss" scoped>
.isActive {
  background: #4393ef;
  color: #FFFFFF;
}

.document {
  display: flex;
  justify-content: center;
  padding: 30px 0;

  .l {
    width: 160px;
    display: flex;
    flex-direction: column;

    // height: 42px;
    .item {
      padding: 10px 0 10px 15px;
      border-radius: 5px;
      cursor: pointer;
      box-sizing: border-box;
    }
  }

  .r {
    width: 890px;
    box-sizing: border-box;
    margin-left: 40px;

    .title {
      font-size: 22px;
      font-weight: bold;
      color: #404040;
    }

    .title-son {
      font-size: 18px;
      font-weight: bold;
      color: #404040;
      margin-top: 25px;
    }

    .par {
      font-size: 14px;
      color: #404040;
      line-height: 1.9em;
    }

    .mart10 {
      margin-top: 10px;
    }

    .mart15 {
      margin-top: 15px;
    }
  }
}
</style>