export default {
  // 菜单栏
  AboutUs: '关于我们',
  Partners: '合作伙伴',
  CompanyOverview: '公司概况',
  LegalDocument: '法律文件',
  Qualification: '资质',

  Instruments: '交易产品',
  Commodities: '商品',
  FinancingTransaction: '融资交易',

  Platform: '交易平台',
  LoginTrade: '登录交易',
  PlatformIntroduced: '平台介绍',
  DownloadCenter: '下载中心',

  News: '新闻资讯',
  Announcement: '公告',
  IndustryNews: '行业新闻',

  Login: '登录',
  Register: '注册',

  // 主页
  StartTrading: '开始交易',
  OpenAnAccount: '开设账户',
  Notice: '通知',
  StockTrading: '股票交易',
  ReadMore: '了解更多',
  MobileClient: '手机客户端',
  PCEnd: 'PC端',
  ClickDownload: '点击下载',
  
  Apply: '申请',
  ApplyText: '填写真仓交易帐户申请表',
  CapitalInjection: '注资',
  CapitalInjectionText: '透过信用卡、电子钱包或银行转帐存入资金',
  Trade: '交易',
  TradeText: '在全球市场交易股票、外汇、指数和其他金融衍生品',
  
  // 商品
  InstrumentName: '合约名称',
  ContractSize: '合约规格',
  Spread: '点差',
  Initialmargin: '即市保证金',
  LimitLotPerTrade: '单笔交易手数（手）',
  PositionLimit: '单边持仓显示（手）',

  ounces: '盎司',
  barrels: '桶',
  pounds: '磅',

  //平台介绍
  MainFeatures: '主要特点',
  Mobility: '移动性',
  MobilityText: '在不同设备之间无缝移动，随时随地管控您的投资。在智能手机上开始，然后在平板电脑上继续，最后在台式机上完成。设置和偏好将随您转移，您始终可以接着进行设定。',
  KeepUpToDate: '掌握最新信息',
  KeepUpToDateText: '获取新闻推送、市场数据、经济信息发布和实时图表。 标注图表、使用技术分析工具以及监管您需要获取的信息，从而确保高效交易。',
  Intuitive: '直观交易',
  IntuitiveText: '界面快捷、可靠且直观。不会陷入交易运作方式的泥沼中。从图表或专属交易模块进行交易。作出交易决策之后，可迅速执行交易而无需思考执行方式。',
  
  PlatformFS: '平台特色和规格',
  StandBy: '支持',
  StandByText: 'Initial Capital提供5*24小时的在线或电话支持服务。 可随时从平台上访问支持服务台。',
  CrossAsset: '跨资产类别交易',
  CrossAssetText: '交易Initial Capital的所有资产，包括大宗商品、外汇、指数、数字货币。',
  OneAccount: '一个账户',
  OneAccountText: '通过 Initial Capital 访问您的账户，你可在PC和移动端无缝连接。',
  Reliability: '可靠性',
  ReliabilityText: 'Initial Capital 稳定可靠，能让您随时随地进行交易。',
  Information: '信息',
  InformationText: '从推送通知到新闻频道，只需一个平台，您就可以进入全球金融市场。',

  Availability: '可用性',
  AvailabilityText1: '支持所有iOS设备',
  AvailabilityText2: '支持所有安卓设备',
  AvailabilityText3: '在台式机上访问浏览器',
  AvailabilityText4: '在移动设备上访问浏览器',

  //下载中心
  CommoditiesText: "参与全球最大的大宗商品交易市场，品种涵盖黄金、白银、原油等。",
  Forex: '外汇',
  ForexText: '低点差交易多种外汇货币对，包括欧元/美元、英镑/美元、欧元/英镑等主流货币对',
  Index: '指数',
  IndexText: '交易丰富环球股指，更可24小时交易恒生指数、纳斯达克指数、标普500指数等',
  Cpytro: '数字币',
  CpytroText: '锁定风险的交易方式，有效对冲相关标的其他交易方式的风险',

  // 文本-主页
  Text1: '安全、公平、透明的交易环境',
  Text2: '科技让投资更美好',
  Text3: '买卖美股、港股、台股等世界各地超过50间交易所的核心和新兴市场超22000支股票',
  Text4: '快速、稳定的交易平台',
  Text5: 'Initial Capital Pro适合所有投资者,是普通投资者的首选',
  Text6: '简单、快捷、易用的平台，所有品种触手可及,Initial Capital是一款基于网络的应用程序，适合PC端或移动端的网页登录交易',
  Text7: '我们提供可在PC或移动端下载安装的交易平台,无论您身在何地，都可以通过安装下载交易平台进行交易',
  Text8: '携手Initial Capital 开始交易',
  // 文本-合作伙伴
  Text9: '为何选择Initial Capital？',
  Text10: '通过一家安全的以客户为中心的供应商进行外汇交易',
  // 文本-公司概况
  Text11: '关于Initial Capital',
  Text12: '我们致力于金融科技和交易生态的构建，为用户提供丰富多彩的全球化交易体验',
  Text13: '一个账户，一个世界',

  Text14: '我们的服务',
  Text15: '我们搭建数字平台以促进多资产市场准入，并为各种规模的客户提供专业级工具、行业领先的价格和世界一流的服务',
  Text16: '投资和交易',
  Text17: '通过一个账户，交易商品、外汇、指数、期权等合约产品，捕捉各个市场和品种的投资机会',
  Text18: '合作伙伴关系',
  Text19: '通过开放式银行解决方案，我们为 120 多家银行和经纪商以及 300 多家金融中介机构提供支持，为他们提供多资产执行、主经纪商服务和交易技术',

  Text20: '持牌、安全、稳定',
  Text21: '当您选择我们，您是选择在一个受严格监管的平台上进行交易，以确保您交易的公正性。',
  Text22: '资金安全保障',
  Text23: '资金安全对于交易者至关重要，确保投资者资金得到监管国家全方位严格监管。',
  Text24: '强大的交易平台',
  Text25: '一个账户交易多个市场品种，不论您在何地，我们交易平台都保持强大的稳定性。',
  
  Text26: '一体化的投资管理',
  Text27: '丰富的产品',
  Text28: '通过一个账户交易多个市场和品种，我们从各大交易所获取深度流动性的优势',
  Text29: '稳定的平台',
  Text30: '快速执行交易指令，并不断优化执行体验，降低拒单率',
  Text31: '安全的保障',
  Text32: '客户资金受严格监管，网站和交易平台具备强大防攻击能力',
  // 文本-资质
  Text33: 'Initial Capital Securities Limited受SFC证券及期货事务监察委员会监管',
  Text34: '持牌编号: BSF968',
  Text35: '查询链接',
  // 文本-商品
  Text36: '商品交易',
  Text37: '可交易贵金属、原油、铜等大宗商品',
  
  Text38: '公正的交易环境',
  Text39: '实时对接各大交易所数据，为客户提供更具竞争力的价格优势',
  Text40: '交易灵活性',
  Text41: '我们的产品系列让您可以做多或做空，进行杠杆交易和对冲交易或对单个商品形成长远判断',
  Text42: '稳定的交易平台',
  Text43: '通过手机、平板电脑、笔记本电脑或多屏桌面设置，您可以快速而有效地访问市场',
  Text44: '提供5X24小时的专家服务',
  Text45: '您可在任何市场开放时间获得专业支持，包括技术援助、市场分析以及联系您的个人销售交易员',

  Text46: '极具竞争力的商品合约定价',
  // 文本-融资交易
  Text47: '融资交易',
  Text48: '可融资买入交易全部台股',
  Text49: '实时对接台湾证券交易所及中华民国证券柜台买卖中心数据，为客户提供更具竞争力的价格优势',
  Text50: '我们的产品系列让您可以用更低的资金进行杠杆交易和对冲交易，对单个商品形成长远判断',
  // 文本-商品/融资交易-平台推荐
  Text51: '强大稳定的交易平台',
  Text52: '衍生品交易首选平台',
  Text53: '股票及衍生品交易首选平台',
  Text54: '多种工具和功能',
  Text55: '各类分析指标助力您的交易',
  Text56: '丰富的交易品种',
  Text57: '使用同一个账户交易股票融资、商品合约等多类产品',
  // 文本-商品/融资交易-常见问题解答
  Text58: '常见问题解答',
  Text59: 'Q1. 外汇领域重点关注哪些事件？',
  Text60: '上市公司自身的经营状况会对股价有明显的影响，同时全球经济环境、上市公司所在地经济政策、利率政策等都会对上市股票造成影响。',
  Text61: 'Q2. 你们是否实物交割？',
  Text62: '我们不提供实物交割。',
  Text63: 'Q3. 哪里可以了解到实时的信息？',
  Text64: '在我们新闻资讯里可以查看到财经日历和快讯，财经日历和快讯为第三方提供，并不代表我们观点或构成建议。',
  Text65: 'Q4. 是否提供操作建议？',
  Text66: '我们不提供具体的操作建议，我们的专家发表的观点或知识仅代表其个人或团队，不构成交易依据。',
  // 文本-平台介绍
  Text67: 'Initial Capital 是我们屡获殊荣的交易平台，无论您是长期投资者还是全球市场上的活跃交易者，该平台都能让您主宰自己的交易。',
  Text68: '借助 Initial Capital，您可以访问所有可交易的金融工具和多种风险管理工具，并能获取相应功能以在任意 PC、平板电脑或智能手机上迅速直观地执行交易。',
  // 文本-下载中心
  Text69: '为何选择我们的交易app ？',
  Text70: '专为所有主流手机和平板电脑设计',
  Text71: '定期更新，尽可能为您提供最佳交易体验',
  Text72: '完全免费下载',
  Text73: '采用安全的256位SSL加密，让您放心交易',
  Text74: '获取有关外汇、股票和指数等市场的独家数据和分析',
  Text75: '无需登录即可查看实时价格的独家数据和分析',

  Text76: '随时随地 多平台终端交易',
  Text77: '覆盖iOS、Android、Windows、Mac多个平台，支持全业务功能',

  Text78: '上万市场，尽在指尖',
  Text79: '我们的移动交易应用程序可让您交易丰富的金融市场，例如：',
  // 文本-新闻资讯
  Text80: 'Initial Capital最新财经资讯',
  Text81: '实时更新，第一手资讯，第一秒解读',
}